{
  "results": [
    {
      "id": 566525,
      "overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
      "poster_path": "/1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
      "release_date": "2021-09-01",
      "title": "Shang-Chi and the Legend of the Ten Rings",
      "vote_average": 7.9
    },
    {
      "id": 580489,
      "overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
      "poster_path": "/rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
      "release_date": "2021-09-30",
      "title": "Venom: Let There Be Carnage",
      "vote_average": 6.8
    },
    {
      "id": 524434,
      "overview": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
      "poster_path": "/6AdXwFTRTAzggD2QUTt5B7JFGKL.jpg",
      "release_date": "2021-11-03",
      "title": "Eternals",
      "vote_average": 7.1
    },
    {
      "id": 796499,
      "overview": "A mysterious woman recruits bank teller Ludwig Dieter to lead a group of aspiring thieves on a top-secret heist during the early stages of the zombie apocalypse.",
      "poster_path": "/5YCg0PFnGxDKb24Lmhxz8p4Q8j1.jpg",
      "release_date": "2021-10-27",
      "title": "Army of Thieves",
      "vote_average": 6.9
    },
    {
      "id": 370172,
      "overview": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
      "poster_path": "/iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
      "release_date": "2021-09-29",
      "title": "No Time to Die",
      "vote_average": 7.5
    },
    {
      "id": 522402,
      "overview": "On a post-apocalyptic Earth, a robot, built to protect the life of his dying creator's beloved dog, learns about life, love, friendship, and what it means to be human.",
      "poster_path": "/jKuDyqx7jrjiR9cDzB5pxzhJAdv.jpg",
      "release_date": "2021-11-04",
      "title": "Finch",
      "vote_average": 8.1
    },
    {
      "id": 744275,
      "overview": "Just as Tessa's life begins to become unglued, nothing is what she thought it would be. Not her friends nor her family. The only person that she should be able to rely on is Hardin, who is furious when he discovers the massive secret that she's been keeping. Before Tessa makes the biggest decision of her life, everything changes because of revelations about her family.",
      "poster_path": "/suN9WacmM6TIUOuYonHc1iL7uRw.jpg",
      "release_date": "2021-09-01",
      "title": "After We Fell",
      "vote_average": 7.3
    },
    {
      "id": 550988,
      "overview": "A bank teller called Guy realizes he is a background character in an open world video game called Free City that will soon go offline.",
      "poster_path": "/xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg",
      "release_date": "2021-08-11",
      "title": "Free Guy",
      "vote_average": 7.8
    },
    {
      "id": 763164,
      "overview": "Ex-cop James Malone is serving a life sentence for a crime he didn’t commit. He is offered a chance at freedom if he can survive a deadly game of Apex, in which six hunters pay for the pleasure of hunting another human on a remote island. He accepts, and once he arrives, all hell breaks loose.",
      "poster_path": "/cobRV6hAj8h7dRU4WZ3dkGaRQv2.jpg",
      "release_date": "2021-11-12",
      "title": "Apex",
      "vote_average": 5.8
    },
    {
      "id": 843241,
      "overview": "With the help of the \"Dragon Sin of Wrath\" Meliodas and the worst rebels in history, the Seven Deadly Sins, the \"Holy War\", in which four races, including Humans, Goddesses, Fairies and Giants fought against the Demons, is finally over. At the cost of the \"Lion Sin of Pride\" Escanor's life, the Demon King was defeated and the world regained peace. After that, each of the Sins take their own path.",
      "poster_path": "/k0ThmZQl5nHe4JefC2bXjqtgYp0.jpg",
      "release_date": "2021-07-02",
      "title": "The Seven Deadly Sins: Cursed by Light",
      "vote_average": 8.2
    }
  ]
}